openfoam_cases/basic_rack/system/controlDict
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system";
    object      controlDict;
}

application     chtMultiRegionFoam;
startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         10;
deltaT          0.01;
adjustTimeStep  yes;
maxCo           0.5;
maxDeltaT       1;
writeControl    timeStep;
writeInterval   100;
