openfoam_cases/basic_rack/constant/polyMesh/boundary
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}

3
(
rack_walls
{
    type       wall;
    nFaces     480;
    startFace  2048;
}
rack_inlet
{
    type       patch;
    nFaces     16;
    startFace  2528;
}
rack_outlet
{
    type       patch;
    nFaces     16;
    startFace  2544;
}
)
