openfoam_cases/basic_rack/constant/fluid/turbulenceProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant/fluid";
    object      turbulenceProperties;
}

simulationType laminar;
