openfoam_cases/basic_rack/constant/example_server_0/fvOptions
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant/example_server_0";
    object      fvOptions;
}

processor_heat_source_0_energy
{
 type scalarSemiImplicitSource;
 active true;
 selectionMode cellSet;
 cellSet processor_heat_source_0;
 volumeMode absolute;
 sources { h (250 0); }
}
