openfoam_cases/basic_rack/constant/example_server_0/radiationProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant/example_server_0";
    object      radiationProperties;
}

radiation off;
radiationModel none;
