openfoam_cases/basic_rack/constant/openfoamExportProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      openfoamExportProperties;
}

heatSources
(
{
    name             processor_heat_source_0;
    componentRegion  example_server_0;
    watts            250;
    selectedVolume   0.00050000000000000012;
    volumetricPower  499999.99999999988;
}
);
