openfoam_cases/basic_rack/constant/regionProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      regionProperties;
}

regions
(
    fluid       (fluid)
    solid       (example_server_0)
);
