openfoam_cases/basic_rack/0/fluid/U
FoamFile
{
    format      ascii;
    class       volVectorField;
    location    "0/fluid";
    object      U;
}

dimensions [0 1 -1 0 0 0 0];
internalField uniform (0 0 0);
boundaryField
{
rack_walls
{
 type noSlip;
}
rack_inlet
{
 type fixedValue;
 value uniform (0 1.1798686249999999 0);
}
rack_outlet
{
 type pressureInletOutletVelocity;
 value uniform (0 0 0);
}
fluid_to_example_server_0
{
 type noSlip;
}
}
