openfoam_cases/basic_rack/0/example_server_0/p
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0/example_server_0";
    object      p;
}

dimensions [1 -1 -2 0 0 0 0];
internalField uniform 101325;
boundaryField
{
example_server_0_to_fluid
{
 type calculated;
 value uniform 101325;
}
}
