openfoam_cases/basic_rack/0/fluid/p
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0/fluid";
    object      p;
}

dimensions [1 -1 -2 0 0 0 0];
internalField uniform 101325;
boundaryField
{
rack_walls
{
 type zeroGradient;
}
rack_inlet
{
 type zeroGradient;
}
rack_outlet
{
 type fixedValue;
 value uniform 101325;
}
fluid_to_example_server_0
{
 type zeroGradient;
}
}
