openfoam_cases/basic_rack/0/example_server_0/T
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0/example_server_0";
    object      T;
}

dimensions [0 0 0 1 0 0 0];
internalField uniform 293.15000000000015;
boundaryField
{
example_server_0_to_fluid
{
 type compressible::turbulentTemperatureRadCoupledMixed;
 Tnbr T;
 kappaMethod solidThermo;
 useImplicit true;
 qrNbr none;
 qr none;
 value uniform 293.15000000000015;
}
}
