openfoam_cases/basic_rack/0/fluid/T
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0/fluid";
    object      T;
}

dimensions [0 0 0 1 0 0 0];
internalField uniform 293.14999999999998;
boundaryField
{
rack_walls
{
 type zeroGradient;
}
rack_inlet
{
 type fixedValue;
 value uniform 293.14999999999998;
}
rack_outlet
{
 type inletOutlet;
 inletValue uniform 293.14999999999998;
 value uniform 293.14999999999998;
}
fluid_to_example_server_0
{
 type compressible::turbulentTemperatureRadCoupledMixed;
 Tnbr T;
 kappaMethod fluidThermo;
 useImplicit true;
 qrNbr none;
 qr none;
 value uniform 293.14999999999998;
}
}
