openfoam_cases/basic_rack/0/fluid/alphat
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0/fluid";
    object      alphat;
}

dimensions [0 2 -1 0 0 0 0];
internalField uniform 0;
boundaryField
{
 ".*"
 {
  type calculated;
  value uniform 0;
 }
}
