openfoam_cases/basic_rack/0/heatSourceMask_0
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      heatSourceMask_0;
}

dimensions      [0 0 0 0 0 0 0];
internalField   nonuniform List<scalar>
768
(
0
0
0
0
0
0
0
0
...
)
;
boundaryField
{
    ".*"
    {
        type  calculated;
        value uniform 0;
    }
}
