openfoam_cases/basic_rack/system/fvSolution
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSolution;
}

PIMPLE
{
    nOuterCorrectors 1;
}
