openfoam_cases/basic_rack/system/topoSetDict_processor_heat_source_0
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system";
    object      topoSetDict_processor_heat_source_0;
}

actions
(
    {
        name    processor_heat_source_0;
        type    cellSet;
        action  new;
        source  fieldToCell;
        field   heatSourceMask_0;
        min     0.5;
        max     1.5;
    }
);
